{"query":{"count":1,"created":"2018-04-30T16:48:24Z","lang":"ja","results":{"feed":{"lang":"en","xmlns":"http://www.w3.org/2005/Atom","title":"The Verge -  All Posts","icon":"https://cdn.vox-cdn.com/community_logos/52801/VER_Logomark_32x32..png","updated":"2018-04-30T12:19:37-04:00","id":"https://www.theverge.com/rss/full.xml","link":{"href":"https://www.theverge.com/","rel":"alternate","type":"text/html"},"entry":[{"published":"2018-04-30T12:19:37-04:00","updated":"2018-04-30T12:19:37-04:00","title":"Twitter is promoting more news links in your timeline","content":{"type":"html","content":"  \n    <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/tU7DvfVX14BAwflt1pyMOj0EBvI=/0x0:2040x1360/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/59577157/mdoying_180117_2249_twitter_0255stills.0.jpg\" />\n\n\n\n  <p id=\"1q08kg\">Twitter is giving more prominence to links tweeted by your network, and it’s starting to group tweets that mention a link together on your timeline. The feature has come to iOS and Android devices as well as Twitter’s web platform, the company confirmed to <a href=\"https://www.buzzfeed.com/alexkantrowitz/twitter-is-pushing-links-tweeted-by-your-network-into-your?utm_term=.ktZwB7rk1B#.jvrN0rMgB0\"><em>Buzz</em><em>F</em><em>eed</em></a>.</p>\n<p id=\"0Xp62F\">The move comes as part of Twitter’s shift in focus to surface more news through your timeline and Moments. <a href=\"https://www.theverge.com/2016/4/28/11530550/twitter-social-networking-news-app-facebook\">Twitter started getting listed under the news category</a> in the App Store in 2016 instead of the social networking category. It has started airing live news shows in the home timeline, and it often compiles viral tweets together into stories through its Moments tool.</p>\n<p id=\"21SJmh\">This is a similar feature to what Facebook already does with links that multiple friends are sharing. But what’s interesting about Facebook’s relationship to news is that <a href=\"https://www.theverge.com/2018/1/29/16946904/facebook-local-news-news-feed-change\">it recently changed its algorithms to favor local publishers</a> over national publishers. It would appear based on Twitter’s latest update that the company is trying to walk a different path than Facebook. We’ve reached out to Twitter for more information.</p>\n<p id=\"yOAOxH\"></p>\n\n"},"link":{"href":"https://www.theverge.com/2018/4/30/17302348/twitter-promoting-news-links-timeline","rel":"alternate","type":"text/html"},"id":"https://www.theverge.com/2018/4/30/17302348/twitter-promoting-news-links-timeline","author":{"name":"Shannon Liao"}},{"published":"2018-04-30T12:00:02-04:00","updated":"2018-04-30T12:00:02-04:00","title":"Samsung is releasing 128GB and 256GB versions of the Galaxy S9 and S9 Plus","content":{"type":"html","content":"  \n    <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/qiYX1-Zlg_mCmo4bUMo388Rd3B4=/0x0:2040x1360/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/59551911/akrales_180305_2350_0146.0.jpg\" />\n\n\n\n  <p id=\"1Uznqe\">Samsung announced today that it’s releasing both 128GB and 256GB versions of its <a href=\"https://www.theverge.com/2018/3/8/17093588/samsung-galaxy-s9-plus-phone-review\">Galaxy S9 and S9 Plus</a> in the US this month. Preorders open May 1st on <a href=\"https://go.redirectingat.com?id=66960X1514734&amp;xs=1&amp;url=http%3A%2F%2FSamsung.com\" rel=\"nofollow noopener\" target=\"_blank\">Samsung.com</a> with the devices actually coming out on May 18th. (They’ll only be for sale through the company’s website.) The new storage options will be available in all three of the phones’ color choices: purple, blue, and black. </p>\n<p id=\"I62h8F\">The 128GB Galaxy S9 will cost $769.99, while the 128GB Galaxy S9 Plus will cost $889.99. The 256GB Galaxy S9 will retail for $819.99, and the 256GB Galaxy S9 Plus goes for $939.99. All preorders will include a free Gear IconX (2018) or the chance to a buy a Gear S3 Frontier for $99. These models were already introduced in some international locations, including <a href=\"https://www.gsmarena.com/samsung_galaxy_s9_s9_128gb_model_quietly_launched_in_india-news-30278.php\">India</a>, so it’s nice that the company’s bringing them stateside to complement the standard 64GB version. Of course, both phones support microSD storage expansion, so if you don’t want to lay out the premium for more storage at the outset, it’s easy to add more later on.</p>\n\n"},"link":{"href":"https://www.theverge.com/circuitbreaker/2018/4/30/17293012/samsung-s9-plus-128gb-256gb-storage-options-preorder","rel":"alternate","type":"text/html"},"id":"https://www.theverge.com/circuitbreaker/2018/4/30/17293012/samsung-s9-plus-128gb-256gb-storage-options-preorder","author":{"name":"Ashley Carman"}},{"published":"2018-04-30T11:48:22-04:00","updated":"2018-04-30T11:48:22-04:00","title":"Etsy, Tumblr, and thousands of other sites will go on ‘red alert’ ahead of a vote to reinstate net neutrality","content":{"type":"html","content":"  \n    <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/kcc4284AKxV1GiC4MSWA_5E49WI=/0x0:2040x1360/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/59576677/akrales_171207_2184_0314.0.jpg\" />\n\n\n\n  <p id=\"58bGeE\">Etsy, Tumblr, Postmates, and Foursquare will be among thousands of other websites expected to post “red alerts” on May 9th ahead of a vote to block the FCC’s repeal of net neutrality rules. The “go red” campaign is being run by <a href=\"http://BattleForTheNet.com\">BattleForTheNet.com</a>, and it’s designed to promote awareness about the vote and plaster websites in alerts highlighting the Senate vote. The hope is that this will spur constituents to flood lawmakers with phone calls and emails calling for the restoration of open internet protections. </p>\n<p id=\"DRQ1MC\">The Federal Communications Commission <a href=\"https://www.theverge.com/2017/12/14/16776154/fcc-net-neutrality-vote-results-rules-repealed\">approved a measure</a> to remove <a href=\"https://www.theverge.com/2015/2/26/8114265/fcc-ruling-net-neutrality-victory-internet-title-ii\">the net neutrality rules</a> last December in a 3-2 vote. The Congressional Review Act (CRA) allows Congress to strike down new rules with a majority vote, and in this case, reinstate net neutrality provisions. On May 9th, senators will present a petition to force a vote on a resolution that would undo the repeal of net neutrality laws. </p>\n<p id=\"r24c6G\"><a href=\"https://www.theverge.com/2018/2/27/17058260/senate-fcc-net-neutrality-cra-markey-introduced-one-more-vote\">As we’ve previously reported</a>, the CRA is a long-shot legislative fix. Even if it gets through the Senate, it would need to pass the House of Representatives, and President Trump will still likely veto the measure even if it passes both houses. “This senate vote will be the most important moment for net neutrality since the FCC repeal,” said Evan Greer, deputy director of Fight for the Future, one of the campaign’s organizing groups.</p>\n<p id=\"o1Rrh2\">The red alert widgets that appear on participating websites will look like this:</p>\n  <figure class=\"e-image\">\n        <img alt=\" \" src=\"https://cdn.vox-cdn.com/thumbor/-rMEAeVGiPysW2UX34GfNBaDi2E=/400x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/10750229/modal_preview.jpg\">\n      <cite>Image: <a href=\"https://www.battleforthenet.com/redalert/\">BattleForTheNet</a></cite>\n      <figcaption><em>On May 9th, the red alert widget will display this.</em></figcaption>\n  </figure>\n  <figure class=\"e-image\">\n        <img alt=\" \" src=\"https://cdn.vox-cdn.com/thumbor/rewPpQcndMxEJzX8vul3gEU-GMQ=/400x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/10750243/modal_minimized_preview.jpg\">\n      <cite>Image: <a href=\"https://www.battleforthenet.com/redalert/\">BattleForTheNet</a></cite>\n      <figcaption><em>On May 10th, the widget will look like this.</em></figcaption>\n  </figure>\n<p id=\"Q9o6tm\">The pop-up alerts are similar to those implemented <a href=\"https://www.theverge.com/2017/7/12/15957800/day-of-action-protest-net-neutralityhttps://www.theverge.com/2017/7/12/15957800/day-of-action-protest-net-neutrality\">by major websites last July</a> on a “day of action” that included participants like Amazon, Reddit, Facebook, Google, and Twitter. </p>\n<p id=\"NLT044\"></p>\n\n"},"link":{"href":"https://www.theverge.com/2018/4/30/17301882/etsy-tumblr-red-alert-cra-net-neutrality","rel":"alternate","type":"text/html"},"id":"https://www.theverge.com/2018/4/30/17301882/etsy-tumblr-red-alert-cra-net-neutrality","author":{"name":"Thuy Ong"}},{"published":"2018-04-30T11:41:34-04:00","updated":"2018-04-30T11:41:34-04:00","title":"Turkey marks one year without Wikipedia","content":{"type":"html","content":"  \n    <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/KQByJXf1aWjtLTW86AuGLWzCgUk=/0x0:4091x2727/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/59576589/936980922.jpg.0.jpg\" />\n\n\n\n  <p id=\"MyZ4ic\">When the Turkish government suddenly banned Wikipedia in late April last year, it came as little surprise to many people in the country. Access to platforms including Twitter, Facebook, Instagram, YouTube, and WhatsApp have been periodically restricted in Turkey numerous times since 2014, particularly after tumultuous events like mass demonstrations, suicide bomb attacks, or the failed coup attempt in July 2016. What’s strange is that the ban stayed. As of this Sunday, Wikipedia has been blocked in the country for a full year.</p>\n<p id=\"4gQVod\">Authorities said the ban was instituted when Wikipedia declined to take down content alleging that Turkey had provided support for terrorist groups. Since the ban, all language versions of the site have been inaccessible to Turkish IP addresses; a screen saying that the browser cannot make a secure connection to the server comes up when trying to reach the site.</p>\n<div class=\"c-float-right\"><aside id=\"sC4cIi\"><q>Wikipedia’s traffic in Turkey plummeted by 90 percent in the months after the ban</q></aside></div>\n<p id=\"wabGH9\">The <a href=\"https://wikimediafoundation.org/wiki/Home\">Wikimedia Foundation</a> has been lobbying to restore access in the country. “We have asked Turkish courts to review the block, and have engaged in a series of discussions with Turkish authorities,” Samantha Lien, the Wikimedia Foundation’s communications manager, tells <em>The Verge. </em>She adds that the company’s appeal has been under review of the Constitutional Court of Turkey for close to a year. Wikipedia’s traffic in Turkey plummeted by 90 percent in the months after the ban, Lien says. </p>\n<p id=\"WbooYZ\">The site’s absence has had a major impact on Turkish society and its ability to access information, says Alp Toker, founder of the digital rights group <a href=\"https://turkeyblocks.org/\">Turkey Blocks</a>, which keeps tabs on internet censorship in the country. </p>\n<p id=\"bMLXXj\">“The Wikipedia block is certainly part of a wider trend toward control of information online in Turkey. You have to look at the impact: 365 days without access to the world’s largest information resource and the ability to amend or correct information held within that resource,” Toker tells <em>The Verge</em>. The ban followed a crackdown that escalated after the July 2016 coup attempt. Since then, over 150 media outlets have been shut down by the government, and only a few critical newspapers and channels remain. </p>\n<p id=\"Gctgcm\">As President Recep Tayyip Erdoğan seeks to maintain his tight grip on power, he has also worked to curtail internet freedom in Turkey. “The country had one of the three largest declines in our index last year due to the repeated suspension of telecommunications networks and social media access, as well as sweeping arrests for political speech online,” Adrian Shahbaz, research manager for Freedom House’s <a href=\"https://freedomhouse.org/report-types/freedom-net\">Freedom on the Net</a>, tells <em>The Verge</em>. (The other two countries are Egypt and Ukraine.) Lien says that Turkey’s ban on Wikipedia is the most comprehensive in the world; even China permits access to non-Chinese language versions of the site.  </p>\n<p id=\"4oj4IA\">Toker argues that the Turkish government is shooting itself in the foot by continuing to restrict access to Wikipedia. “Essentially, Turkey has handed over editorial control of Wikipedia to its loudest critics and foreign interests abroad. Hence, the narrative about Turkey’s history, culture, and politics is today being written by outsiders who are even more critical than the country’s own citizens whose voices are now denied,” Toker says. </p>\n<div class=\"c-float-left\"><aside id=\"Gi79m5\"><q>Turkey’s ban on Wikipedia is the most comprehensive in the world; even China permits access to non-Chinese language versions of the site</q></aside></div>\n<p id=\"LpuhWt\">People can access Wikipedia in Turkey through a VPN, but VPNs are often sluggish, unreliable, and incompatible with many sites, forcing the user to switch back and forth constantly when using Wikipedia alongside the rest of the internet. And Toker doesn’t recommend using unofficial mirrors for the site as the authenticity of their articles cannot be verified. </p>\n<p id=\"YCJ2kF\">“Turkey’s year-long ban on Wikipedia reflects the lengths the government will go to censor unfavorable news. Time after time, Turkish courts and administrative agencies have taken unnecessary and disproportionate steps to curtail the fundamental rights of Turkish citizens,” Shahbaz says. </p>\n<p id=\"vLlBaq\">Meanwhile, all Wikipedia can do is attempt to generate public interest about its plight in Turkey. In March, it unveiled the #WeMissTurkey campaign, where the site shared Turkish history and culture-related content on its Twitter account and collaborated with Turkish artists to create <a href=\"https://meta.wikimedia.org/wiki/Communications/WeMissTurkey/en#Posters\">posters </a>featuring the phrase. </p>\n<p id=\"cMuq22\">“We reached more than 17 million people on social media across 200,000 responses from people around the world expressing the loss of knowledge and perspective we all suffer as a result of the block of Wikipedia in Turkey,” says Lien. Wikipedia’s Facebook profile picture still features the words “We miss Turkey” pasted over its logo. </p>\n<p id=\"cMLLtH\">Despite Wikimedia’s efforts, it’s unlikely the ban will be overturned anytime soon, particularly in light of the early elections that were called for this June, over a year ahead of schedule. Toker and his colleagues are working on a <a href=\"https://netblocks.org/projects/cost\">system</a> that determines how internet censorship negatively affects the economy, hoping a financial argument might have sway. </p>\n<p id=\"lfK2jF\">“We need to get the message through to the decision makers that free expression online is good for society and good for business,” Toker says. </p>\n<p id=\"upVlxJ\"></p>\n<p id=\"l5x6tL\"></p>\n\n"},"link":{"href":"https://www.theverge.com/2018/4/30/17302142/wikipedia-ban-turkey-one-year-anniversary","rel":"alternate","type":"text/html"},"id":"https://www.theverge.com/2018/4/30/17302142/wikipedia-ban-turkey-one-year-anniversary","author":{"name":"Paul Benjamin Osterlund"}},{"published":"2018-04-30T11:22:42-04:00","updated":"2018-04-30T11:22:42-04:00","title":"Women of Color of Time’s Up asks the music industry to cut ties with R. Kelly","content":{"type":"html","content":"  \n    <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/lXi9Biu451zTsUyfM2MK0t0haLU=/0x0:3018x2012/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/59576373/529045940.jpg.0.jpg\" />\n\n\n\n  <p id=\"q4FVMT\">For the first time since <a href=\"http://deadline.com/2018/03/times-up-ny-district-attorney-harvey-weinstein-cyrus-vance-1202344063/\">advocating for the prosecution</a> of Harvey Weinstein, the Time’s Up collective has singled out an alleged abuser: R&amp;B star Robert Kelly. Women of Color of Time’s Up, a subcommittee of the larger group specifically organizing around issues that affect women and girls of color, <a href=\"https://www.theroot.com/women-of-color-within-times-up-join-muterkelly-protest-1825646793\">released a statement</a> this morning announcing their support of <a href=\"https://www.thepetitionsite.com/270/975/290/\">#MuteRKelly</a>, an online campaign asking Live Nation and Sony Music to cancel R. Kelly’s tour dates and drop his recording contract. Women of Color of Time’s Up, which includes Ava DuVernay, Shonda Rimes, and Jurnee Smollett-Bell, are also asking other “corporations and venues,” including <a href=\"https://www.nytimes.com/aponline/2018/04/30/arts/ap-us-times-up-r-kelly.html\">Kelly’s record label RCA Records</a>, to cut ties with the singer. </p>\n<p id=\"RkI0Kz\">Over the course of nearly two decades, Kelly has been accused by multiple women of sexual misconduct, statutory rape, aggravated assault, and harassment. Journalist Jim DeRogatis at the <em>Chicago Sun-Times</em> <a href=\"https://chicago.suntimes.com/news/sun-times-archive-r-kelly-accused-of-sex-with-teenage-girls/\">first broke the story in 2000</a> that Kelly had been accused of statutory rape with girls as young as 15. Allegations against Kelly continued to surface, <a href=\"https://www.villagevoice.com/2013/12/16/read-the-stomach-churning-sexual-assault-accusations-against-r-kelly-in-full/\">including a bombshell interview with DeRogatis in the <em>Village Voice</em> in 2013</a>, but despite multiple lawsuits against him, the singer’s career remained relatively stable. Last summer, DeRogatis <a href=\"https://www.buzzfeed.com/jimderogatis/parents-told-police-r-kelly-is-keeping-women-in-a-cult?utm_term=.xw78mmGdE#.oeyBkkdaA\">published yet another report in <em>BuzzFeed</em></a> that Kelly was holding very young women against their will in a “cult,” deciding things like what they wore and when they went to the bathroom. </p>\n<div id=\"BDSMgo\">\n<blockquote class=\"twitter-tweet\">\n<p lang=\"en\" dir=\"ltr\">We join the call to <a href=\"https://twitter.com/hashtag/MuteRKelly?src=hash&amp;ref_src=twsrc%5Etfw\">#MuteRKelly</a> and insist on the safety + dignity of all women. We demand investigations into R. Kelly’s abuse allegations made by women of color + their families for two decades. We call on those who profit from his music to cut ties. <a href=\"https://twitter.com/hashtag/MuteRKelly?src=hash&amp;ref_src=twsrc%5Etfw\">#MuteRKelly</a> <a href=\"https://twitter.com/hashtag/TIMESUP?src=hash&amp;ref_src=twsrc%5Etfw\">#TIMESUP</a> <a href=\"https://twitter.com/hashtag/WOC?src=hash&amp;ref_src=twsrc%5Etfw\">#WOC</a> <a href=\"https://t.co/TYmDRVIH00\">pic.twitter.com/TYmDRVIH00</a></p>— Ava DuVernay (@ava) <a href=\"https://twitter.com/ava/status/990935166603448321?ref_src=twsrc%5Etfw\">April 30, 2018</a>\n</blockquote>\n<script async=\"\" src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>\n</div>\n<p id=\"BNvWz7\">Although sexual assault convictions are difficult to come by in general — Bill Cosby was found guilty of sexual assault last week <a href=\"https://www.thecut.com/2015/07/bill-cosbys-accusers-speak-out.html\">after decades of inaction and accusations from 60 people</a> — R. Kelly’s alleged victims are overwhelmingly young black women and girls, who have seen little, if any, support from the institutions meant to protect them. <a href=\"https://www.villagevoice.com/2013/12/16/read-the-stomach-churning-sexual-assault-accusations-against-r-kelly-in-full/\">In that 2013 <em>Village Voice </em>interview</a>, DeRogatis said, “The saddest fact I’ve learned is nobody matters less to our society than young black women. <em>Nobody</em>.”</p>\n<p id=\"hExYkQ\">The statement from the Women of Color of Time’s Up asks readers to “insist on a world in which women of all kinds can pursue their dreams free from sexual assault, abuse and predatory behavior.</p>\n<p id=\"hLyq84\">“As Women of Color within Time’s Up, we recognize that we have a responsibility to help right this wrong. We intend to shine a bright light on our WOC sisters in need. It is our hope that we will never feel ignored or silenced ever again.”</p>\n<p id=\"YWnL84\">You can <a href=\"https://www.theroot.com/women-of-color-within-times-up-join-muterkelly-protest-1825646793\">read the full letter at <em>The Root</em></a>.</p>\n\n"},"link":{"href":"https://www.theverge.com/2018/4/30/17301662/mute-r-kelly-times-up-sexual-assault-protest-ava-duvernay","rel":"alternate","type":"text/html"},"id":"https://www.theverge.com/2018/4/30/17301662/mute-r-kelly-times-up-sexual-assault-protest-ava-duvernay","author":{"name":"Lizzie Plaugic"}},{"published":"2018-04-30T10:50:35-04:00","updated":"2018-04-30T10:50:35-04:00","title":"Amazon still sells counterfeit goods despite efforts to clean up","content":{"type":"html","content":"  \n    <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/MgOr_WfuCiVd9VNnMFB3_YutB4I=/0x0:2040x1360/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/59575765/acastro_180329_1777_amazon_0002.0.jpg\" />\n\n\n\n  <p id=\"atG6UP\">Amazon still sells plenty of counterfeit goods even though it’s tried to crack down on fake sellers for years, according to <a href=\"https://www.theguardian.com/technology/2018/apr/27/amazon-site-awash-with-counterfeit-goods-despite-crackdown\"><em>The Guardian</em></a>. By ordering goods that were listed as legitimate on Amazon, the report uncovered a number of fake items sold by third-party sellers, including a pair of knockoff AirPods that were supposed to be from Apple, used iPhone chargers that were sold as new, counterfeit Kylie Jenner lip gloss, and a fake Supreme x Louis Vuitton iPhone case.</p>\n<p id=\"QTPXCe\">In some cases, Amazon even helped ship counterfeit goods directly to customers, through the Fulfilled by Amazon service. The fake AirPods, for example, were shipped to Amazon and sold with Amazon Prime delivery and drivers. The imitation goods were sold through Amazon’s Marketplace, which accounted for nearly 20 percent of the company’s total revenue in Q1 this year, according to <a href=\"https://www.theverge.com/2018/4/26/17286942/amazon-q1-2018-earnings-international-retail-losses-overseas-sales\">earnings results released last week</a>. After <em>The Guardian</em> contacted Amazon, the tech giant removed five counterfeit goods from being listed on the site and updated the chargers’ product description to note they were used.</p>\n<p id=\"TAsPyB\">Spotting counterfeit goods on Amazon has been a common refrain over the past years. In 2016, Apple <a href=\"https://www.theverge.com/2016/10/20/13343682/fake-apple-chargers-amazon-lawsuit\">filed a lawsuit</a> against a company called Mobile Star that allegedly sold counterfeit Apple chargers through Amazon. Apple said it bought more than 100 iPhones, power adapters, and Lightning cables from Mobile Star through Amazon and found nearly 90 percent of the goods were fakes. The suit is still pending, with Apple fighting Mobile Star in multiple courts in California, Washington state, and New York.</p>\n<div class=\"c-float-right\"><aside id=\"0AZZ10\"><q>Brands like Birkenstock and Swatch have ditched Amazon</q></aside></div>\n<p id=\"3U7Xyu\">A month before Apple filed the suit in 2016, Amazon launched a Brand Registry that would help legitimate brands claim their identities on the Marketplace and differentiate themselves against fakes. Amazon then <a href=\"https://advertising.amazon.com/blog/brand-registry\" rel=\"nofollow noopener\" target=\"_blank\">revamped the registry</a> in 2017 with more features.</p>\n<p id=\"3BnzLG\">The number of counterfeits on Amazon’s Marketplace has convinced several retailers to ditch the service, including brands like Birkenstock and Swiss watchmaker Swatch. In <a href=\"https://www.wsj.com/articles/amazon-has-a-luxury-problem-1507460401\">an interview with <em>The</em> <em>Wall Street Journal</em></a> last fall, Swatch CEO Nick Hayek cited Amazon’s failure to proactively police its site for counterfeits as a reason their partnership deal fell through. Last week, Hayek elaborated in further comments, <a href=\"http://www.thefashionlaw.com/home/is-alibaba-doing-a-better-job-at-fighting-fakes-than-amazon\">comparing Amazon’s fight with Alibaba’s</a> and noting that the Chinese e-commerce company is doing a better job of “fighting actively against fakes,” while “Amazon is not.”</p>\n<p id=\"z0D1yA\">Amazon told <em>The Guardian </em>in a statement: “Amazon investigated and took action on 95 percent of all notices of potential infringement received from Brand Registry within eight hours. With our proactive innovations that learn from the information in Brand Registry, brands in Brand Registry on average are finding and reporting 99 percent fewer suspected infringements than before the launch of Brand Registry.” </p>\n\n"},"link":{"href":"https://www.theverge.com/2018/4/30/17301714/amazon-counterfeit-goods-crackdown","rel":"alternate","type":"text/html"},"id":"https://www.theverge.com/2018/4/30/17301714/amazon-counterfeit-goods-crackdown","author":{"name":"Shannon Liao"}},{"published":"2018-04-30T10:34:57-04:00","updated":"2018-04-30T10:34:57-04:00","title":"The battle for France.com","content":{"type":"html","content":"  \n    <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/THcYva6SPRMxLxXAxRB7yX_fO7o=/0x0:5457x3638/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/59575501/680101696.jpg.0.jpg\" />\n\n\n\n  <p id=\"08TmkO\">On March 12th, France.com suddenly went offline. For 24 years, it had been a tourist and travel booking site, but now it was redirecting to the English version of the government’s official site at France.fr. No one was more surprised than Jean-Noel Frydman, the previous owner of the domain and trademark holder for France.com. Overnight, his website had disappeared, and all associated email addresses were suddenly bouncing back. In a matter of minutes, a unique and lucrative asset had gone up in smoke.</p>\n<p id=\"RM8b1x\">“It’s all gone. In one instant, gone,” Frydman tells <em>The Verge</em>. “It’s been incredibly challenging. I have no contingency for this.”</p>\n<p id=\"LhGb3w\">Now, Frydman is fighting to get it back. He’s currently suing the French government, the French crown, and a string of hosting providers <a href=\"https://go.redirectingat.com?id=66960X1514734&amp;xs=1&amp;url=https%3A%2F%2Fwww.scribd.com%2Fdocument%2F377791391%2FFrance-com-v-The-French-Republic\" rel=\"nofollow noopener\" target=\"_blank\">in federal court</a>, hoping to undo the swap and rebuild his business. The fight has turned into a lesson in international relations, with US and French courts dueling over a prized slice of intangible namespace, testing exactly how neutral and international the infrastructure of the web really is.</p>\n<div class=\"c-float-right\"><aside id=\"ZfiK4y\"><q>“It’s all gone. In one instant, gone.”</q></aside></div>\n<p id=\"YJl4D6\">Frydman first registered the domain in 1994, less than three years after the World Wide Web became publicly available. “I was at a crossroads professionally, and I wanted to discover something new,” Frydman says. He found his way to BBS boards and the still-young web, recognizing the possibilities immediately. “I could see it was a new frontier. And like the frontier, if you went in early, you could stake a claim.” A French expat, he was drawn to France.com.</p>\n<p id=\"wepEhP\">The site went through a number of incarnations, briefly offering France-based news (including Le Monde) for paying subscribers before eventually settling on a travel agency model. For <a href=\"https://web.archive.org/web/20180224074836/https://www.france.com/\">most of its history</a>, the site has offered travel tips alongside packaged vacation deals. With roughly 100,000 visitors a month, Frydman could easily support the site on commissions. He had registered other domain names, too. But over the years, he sold them off, and France.com became his only project.</p>\n<p id=\"3qonND\">The French tourism bureau was friendly with Frydman, even giving him a “Best Website” award in 2009. But in 2016, the foreign ministry seemed to have a change of heart. He says they made no effort to buy the domain from Frydman (although he would have been unlikely to sell), but argued in court that the domain was rightful property of the government. Who should France.com belong to, if not France? In July 2016, the High Court of Paris agreed, ordering Frydman to transfer the domain or face a fine. The ruling that was upheld by an appeals court in September 2017, and it’s currently being appealed to France’s highest court. </p>\n<p id=\"Dlmoj4\">Frydman still expected to maintain control of the domain while the case was going forward, even if he faces a fine for holding out. But sometime between September and March, France served an order directly to Frydman’s registrar, Web.com, which was enough to convince them to transfer the domain. Making matters worse, the transfer shifted the registration from Web.com to OVH, a French registrar that may be less responsive to US courts. (Web.com did not respond to multiple requests for comment.)</p>\n<div><aside id=\"UgBbNO\"><q>“I could see it was a new frontier. And like the frontier, if you went in early, you could stake a claim.”</q></aside></div>\n<p id=\"5Ugd96\">It’s unclear if a US court ever validated the order with an international enforcement of judgment, <a href=\"https://harrisbricken.com/blog/recognition-foreign-judgments-us-courts/\">a common measure</a> for foreign rulings involving US businesses. But if Web.com had enough business in France, that may not have been necessary. Faced with a valid court order and the pressure of an entire government, the company’s lawyers may have simply decided it wasn’t worth fighting the issue in court. (Web.com did not respond to multiple requests for comment on their policy regarding court-ordered transfers.)</p>\n<p id=\"aW81Mw\">“Domain names are a first-come first-served product, and that’s true across the globe,” Frydman’s lawyer David Ludwig says. “This turns that framework on its head.”</p>\n<p id=\"mBMsPR\">The French office of foreign affairs did not respond to a request for comment on this story. Still, there’s little precedent for a .com domain being expropriated by a country. The .com top-level domain was intended for commercial ventures, with a clear distinction from .gov or country-specific TLDs. (The “com” stands for “commercial.”) As a result, it’s rare for a government to own its .com domain. <a href=\"http://www.usa.com/\">USA.com</a>, <a href=\"http://www.canada.com/\">Canada.com</a>, and <a href=\"http://www.germany.com/\">Germany.com</a> are all privately operated, while <a href=\"http://www.japan.com\">Japan.com</a> is a Hong-Kong-based tourist site similar to Frydman’s site. Even beyond the domain name itself, it’s highly unusual for a government to simply assert legal ownership over a domain rather than trying to purchase it from the existing owner.</p>\n<p id=\"bPpK18\">While less powerful in the age of search engines and social media, single-word domains can still drive significant traffic, and they regularly sell for over a million dollars as a result. (Super.com sold for $1.2 million <a href=\"https://www.thedomains.com/2018/03/02/super-com-officially-done-deal-1-2-million-becoming-highest-sale-namejet-history/\">earlier this year</a>.) But while Frydman’s claim to France.com looks like a form of property, it’s mediated through private registrars abiding by their own sometimes obscure terms of service.</p>\n<p id=\"IFD6uV\">In theory, international disputes like this can be resolved through <a href=\"https://www.icann.org/resources/pages/help/dndr/udrp-en\">ICANN’s Uniform Domain-Name Dispute Resolution Policy</a> (or UDRP), which gives registrars a clear set of rules beyond the specific rulings of national courts. But those rules mostly focus on straightforwardly abusive registrations. So far, neither side has invoked the rules in either US or French courts, leaving the issue in a kind of international limbo.</p>\n<p id=\"4Lr3iv\">Invoking the UDRP rules would be difficult in this case, since France.com seems to have been a legitimate business in its own right. The site was being actively maintained right up until the shutdown, offering tour packages, testimonials, and blog posts with tips on hiking through the country’s national parks. On LinkedIn, Frydman lists his occupation as “CEO of France.com,” with no other apparent business. He boasts that the site is “the oldest online travel agency still under the same management,” celebrating 20 years of continuous operation. “We’re looking to the next 20 years with as much excitement and unfading passion,” he says. </p>\n<p id=\"kLDuSx\"></p>\n\n"},"link":{"href":"https://www.theverge.com/2018/4/30/17302000/france-website-domain-name-lawsuit-french-government","rel":"alternate","type":"text/html"},"id":"https://www.theverge.com/2018/4/30/17302000/france-website-domain-name-lawsuit-french-government","author":{"name":"Russell Brandom"}},{"published":"2018-04-30T09:38:03-04:00","updated":"2018-04-30T09:38:03-04:00","title":"Facebook is shrinking fake news posts in the News Feed","content":{"type":"html","content":"  \n    <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/0xX4wQl1wgew0f9RHEvvF-igV-w=/0x0:2040x1360/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/59574729/mdoying_180320_2400_0024.0.jpg\" />\n\n\n\n  <p id=\"ixzhTv\">Facebook is making fake news posts in the News Feed harder to see by shrinking the size of the links to content that has been verified by third-party fact-checkers as inaccurate, <a href=\"https://techcrunch.com/2018/04/27/facebook-false-news/\">according to a report by <em>TechCrunch</em></a><em>. “</em>We reduce the visual prominence of feed stories that are fact-checked false,” a Facebook spokesperson confirmed to<em> </em>the news site.</p>\n<p id=\"t8wPKY\">According to screenshots shared by <em>TechCrunch</em>, content deemed to be inaccurate show up on mobile as a headline and image in one small row, while accurate news links feature a large picture and are considerably more noticeable.</p>\n  <figure class=\"e-image\">\n        <img alt=\" \" src=\"https://cdn.vox-cdn.com/thumbor/-hAhCcEK5K-ZovqJzIALkHrLWlM=/400x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/10749837/facebook_false_news_vs_real_news.png\">\n      <cite>Image: <a href=\"https://techcrunch.com/2018/04/27/facebook-false-news/\">Josh Constine / <em>TechCrunch</em></a></cite>\n  </figure>\n<p id=\"b54K71\">Facebook detailed the new strategy to combat misleading information at the Fighting Abuse @Scale conference in San Francisco, where the director of News Feed integrity Michael McNally and data scientist Lauren Bose spoke. Bose and McNally spoke about Facebook’s ecosystem approach to tackling fake news, including removing false accounts and assets like clusters of fraudulently created Pages, banning ads on malicious pages, and limiting the distribution of false posts.</p>\n<p id=\"gAVSgC\">Facebook will also use AI combined with flagged user reports to moderate content. It will do so by prioritizing articles for fact-checking by using falsehood prediction scores generated through machine learning. “We use machine learning to help predict things that might be more likely to be false news, to help prioritize material we send to fact-checkers (given the large volume of potential material),” a Facebook spokesperson told <em>TechCrunch. </em>But, moderation will always be a problem <a href=\"https://www.theverge.com/2018/4/5/17202886/facebook-fake-news-moderation-ai-challenges\">as we’ve pointed out before</a> — especially on a huge platform where posts are constant. In December, <a href=\"https://www.theverge.com/2017/12/21/16804912/facebook-disputed-flags-misinformation-newsfeed-fake-news\">Facebook announced</a> it would no longer use Disputed Flags to identify false news and would instead use its Related Articles instead. </p>\n\n"},"link":{"href":"https://www.theverge.com/2018/4/30/17301390/facebook-fake-news-newsfeed","rel":"alternate","type":"text/html"},"id":"https://www.theverge.com/2018/4/30/17301390/facebook-fake-news-newsfeed","author":{"name":"Thuy Ong"}},{"published":"2018-04-30T09:10:32-04:00","updated":"2018-04-30T09:10:32-04:00","title":"Emoji is the latest book from the Standards Manual design duo ","content":{"type":"html","content":"  \n    <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/C-2BX4m6D43XWKGaNJwyuGRJZsI=/0x107:4891x3368/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/59574435/EMOJI_COVER_180412.0.jpg\" />\n\n\n\n  <p id=\"omzG3b\"><a href=\"https://standardsmanual.com/\">Jesse Reed and Hamish Smyth</a>, the design duo behind the republished <a href=\"https://standardsmanual.com/products/nyctacompactedition\">MTA</a>, <a href=\"https://www.theverge.com/2015/9/3/9251891/nasa-worm-logo-graphics-manual-kickstarter\">NASA</a>, and <a href=\"https://www.theverge.com/2017/5/13/15634860/epa-graphic-design-systems-manual-kickstarter\">EPA</a> standards manuals, are back with a new book: <a href=\"https://www.kickstarter.com/projects/thestandardsmanual/emoji-designed-by-shigetaka-kurita-ntt-docomo-japa?ref=473763&amp;token=7bc5ebad\"><em>Emoji</em></a>, a collection of the <a href=\"https://www.theverge.com/2016/10/26/13424976/moma-nyc-art-original-emoji-acquisition\">original 176 emoji characters</a>.  </p>\n<p id=\"qLF2xQ\">The original emoji were designed by Shigetaka Kurita for Japanese telecommunications company DoCoMo in 1999 to use on pages in Japan. Those small, pixelated 12-by-12 grid images only bear a passing resemblance to today’s far more detailed emoji, but there’s a clear line that can be drawn between Kurita’s early work and the thousands of emoji characters on our phones. Kurita has been involved in the project; Reed and Smyth flew out to Tokyo to interview him for additional context on the original designs, and he’ll also be contributing an introduction to the book. </p>\n<aside id=\"Z23xup\"><div data-anthem-component=\"readmore\" data-anthem-component-data='{\"stories\":[{\"title\":\"Inside Standards Manual, the NYC bookstore dedicated to archiving graphic design history\",\"url\":\"https://www.theverge.com/2017/9/6/16259202/standards-manual-nyc-bookstore-graphic-design-history\"}]}'></div></aside><p id=\"5ZyETO\">Reed and Smyth aren’t the first to realize the artistic importance of the original emoji. In 2016, the Museum of Modern Art in New York bought the original emoji artwork to add to its permanent collection. (Paola Antonelli and Paul Galloway from MoMA will also be penning an essay for the book.)</p>\n  <figure class=\"e-image\">\n        <img alt=\" \" src=\"https://cdn.vox-cdn.com/thumbor/q8iVNsJLzabJsOszODK0cbZnj2Q=/400x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/10749793/ebedf5c759115e054e2a594acb9e7b46_original.gif\">\n  </figure>\n<p id=\"XOWQtt\"><em>Emoji</em> represents a bit of a shift for the pair, who have risen to design-world fame through their standards manuals. In an interview with <em>The Verge</em>, Reed and Smyth noted that they “liked the idea of doing something a little bit different here,” describing their goals as publishers to “archive and preserve lost artifacts and forgotten pieces of time.” It’s something that they have already started to do with the <a href=\"https://www.theverge.com/2017/9/6/16259202/standards-manual-nyc-bookstore-graphic-design-history\">Standards Manual store in Brooklyn</a>, which showcases and sells an extensive collection of graphic design works. </p>\n<div class=\"c-float-right\"><aside id=\"pOueqP\"><q>Along with the book, there will be an iOS and Android keyboard extension</q></aside></div>\n<p id=\"ovg5b1\">The book itself is set to be 360 pages long, featuring four versions of each emoji: color and black-and-white copies at the original 1:1 scale, an enlarged version in color, and an enlarged version in black and white with the underlying 12-by-12 grid. (The larger versions are made possible because the original emoji characters are actually vector art, so it’s easy to create blown-up versions without losing image quality.) Additionally, technical data from DoCoMo will be presented alongside each character. </p>\n<p id=\"jFnOTR\">Along with the book, Reed and Smyth are also releasing a keyboard extension for iOS and Android that will allow users to send these emoji, which will mark the first time that users outside of Japan will be able to send and receive the original 176 emoji characters. Backers will receive a free copy of the app. (It will also be sold on the iOS and Android app stores when the book ships this fall.)</p>\n  <figure class=\"e-image\">\n        <img alt=\" \" src=\"https://cdn.vox-cdn.com/thumbor/xPCT01W7hbNFbI1clWJKMrtvvzE=/400x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/10749791/EMOJI_APP_SCREEN_05_preview.jpeg\">\n  </figure>\n<p id=\"n4Gjjk\"><a href=\"https://www.kickstarter.com/projects/thestandardsmanual/emoji-designed-by-shigetaka-kurita-ntt-docomo-japa?ref=473763&amp;token=7bc5ebad\"><em>Emoji</em> is available to back Kickstarter</a> for an early bird price of $65, (or $75 at full price once those run out), with an estimated release date of October 2018. As with all Kickstarter projects, there is always the possibility that something could go wrong, so use your best judgment. However, Reed and Smyth do have an excellent track record with other Kickstarter book releases, so there’s definitely less concern here.</p>\n\n"},"link":{"href":"https://www.theverge.com/2018/4/30/17301356/emoji-standards-manual-design-jesse-reed-hamish-smyth-book-kickstarter","rel":"alternate","type":"text/html"},"id":"https://www.theverge.com/2018/4/30/17301356/emoji-standards-manual-design-jesse-reed-hamish-smyth-book-kickstarter","author":{"name":"Chaim Gartenberg"}},{"published":"2018-04-30T09:00:01-04:00","updated":"2018-04-30T09:00:01-04:00","title":"Graduation Gift Guide 2018","content":{"type":"html","content":"  \n    <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/FAZSzJJcKhf8R9fSC5VhBB-u2Mk=/0x0:950x633/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/59549471/mdoying180423_2444_lede_web_extreme.1525102230.gif\" />\n\n\n\n  <p id=\"YXAecm\"><strong>G</strong><strong>raduation season is a time to celebrate those graduating high school and college</strong><strong>, but</strong><strong> it’s also </strong><strong>when </strong><strong>people</strong><strong> start thinking about what’s next.</strong> This is especially true if you are gripped with indecision about what to get as a gift for graduation, Mother’s Day, Father’s Day, or any special occasion in between. </p>\n<p id=\"Y2t979\">Whether they’re transitioning into the workforce or heading back to school, we’ve consulted experts here at <em>The Verge</em> for some great gift ideas that they’ll not only like but will serve them well in the next stage of their life. </p>\n<p id=\"vx4lXp\">At the very least, we hope these recommendations spark an idea for what you might give a loved one.</p>\n<p id=\"zaBTy2\"></p>\n<div id=\"x8fVSR\"><div data-anthem-component=\"table:1024860\"></div></div>\n<h3 id=\"HbEbW3\">Credits </h3>\n<p id=\"038EyM\">Editorial lead: Michael Moore<br>Art direction: James Bareham<br>Photography: Amelia Holowaty Krales<br>Retouching and stop-motion animation: Michele Doying</p>\n<h3 id=\"sBlKeh\">Contributors  </h3>\n<p id=\"LHd8Rm\">Chaim Gartenberg, Natt Garun, Dami Lee, Shannon Liao, Andrew Liptak, Liz Lopatto, Thuy Ong, Dan Seifert, and Kara Verlaney.</p>\n<p id=\"7f4Qwu\"></p>\n<p id=\"cAaamt\"><em>Vox Media has affiliate partnerships. These do not influence editorial content, though Vox Media may earn commissions for products purchased via affiliate links. For more information, see </em><a href=\"http://www.theverge.com/ethics-statement\"><em>our ethics policy</em></a><em>.</em></p>\n\n"},"link":{"href":"https://www.theverge.com/2018/4/30/17246952/graduation-gift-ideas-mothers-fathers-day-2018","rel":"alternate","type":"text/html"},"id":"https://www.theverge.com/2018/4/30/17246952/graduation-gift-ideas-mothers-fathers-day-2018","author":{"name":"Verge Staff"}}]}}}}